[{"id":"1", "itemTitle":"Minnie Mouse", "imageName":"minnie.png", "itemDescription":"Minnie Mouse is a funny animal cartoon character created by Ub Iwerks and Walt Disney. She was first drawn by Iwerks in 1928, as was Mickey Mouse. The comic strip story 'The Gleam' by Merrill De Maris and Floyd Gottfredson first gave her full name as Minerva Mouse; this full name is seldom used. The comic strip story 'Mr. Slicker and the Egg Robbers' introduced her father Marcus Mouse and her unnamed mother, both farmers. The same story featured photographs of Minnie's uncle Milton Mouse with his family and her grandparents Marshal Mouse and Matilda Mouse. Her best known relatives, however, remain her uncle Mortimer Mouse and her twin nieces, Millie and Melody Mouse, though most often a single niece, Melody, appears. In many appearances, Minnie is presented as the girlfriend of Mickey Mouse, a close friend of Daisy Duck, and a friend to Clarabelle Cow."},
        {"id":"2", "itemTitle":"Jerry", "imageName":"jerry.png", "itemDescription":"Jerry is a fictional character and one of the title characters (the first being Tom) in Metro-Goldwyn-Mayer's series of Tom and Jerry theatrical cartoon short films. Created by William Hanna and Joseph Barbera, Jerry is a brown house mouse, who first appeared as a mouse named Jinx in the 1940 MGM animated short Puss Gets the Boot.[1] Hanna gave the mouse's original name as 'Jinx', while Barbera claimed the mouse went unnamed in his first appearance."},
        {"id":"3", "itemTitle":"Sylvester", "imageName":"sylvester.png", "itemDescription":"Sylvester J. Pussycat, Sr., Sylvester the Cat or simply Sylvester, or Puddy Cat, is a fictional character, a three-time Academy Award-winning anthropomorphic Tuxedo cat in the Looney Tunes and Merrie Melodies repertory, often chasing Tweety Bird, Speedy Gonzales, or Hippety Hopper. The name 'Sylvester' is a play on Felis silvestris, the scientific name for the wild cat species (domestic cats like Sylvester, though, are actually Felis catus). The character debuted in Friz Freleng's Life With Feathers (1945). Freleng's 1947 cartoon Tweetie Pie was the first pairing of Tweety with Sylvester, and the Bob Clampett-directed Kitty Kornered (1946) was Sylvester's first pairing with Porky Pig. Sylvester appeared in 103 cartoons in the golden age. He appeared fourth most frequently in films behind Bugs Bunny, Porky Pig, and Daffy Duck respectively. Three of his cartoons won Academy Awards, the most for any starring Looney Tunes character: they are Tweetie Pie, Speedy Gonzales, and Birds Anonymous."}]
